sandbox.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:23 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Worg Contribution Sandbox</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Worg people" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="https://orgmode.org/worg/"> HOME </a>
</div><div id="content">
<h1 class="title">Worg Contribution Sandbox</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orged9c69e">History</a></li>
<li><a href="#org355e1b0">Tasks</a>
<ul>
<li><a href="#orga9a6d87"><span class="todo TODO">TODO</span> Find tutorial for writing worg pages, to complete the following tasks.</a></li>
<li><a href="#orgcd83631"><span class="todo TODO">TODO</span> Figure out how to show inactive timestamps on web page (for History).</a></li>
<li><a href="#orgcd0b9a4"><span class="todo TODO">TODO</span> Figure out how to link &ldquo;History&rdquo; in previous task to the History section above.</a></li>
<li><a href="#org0739439"><span class="done DONE">DONE</span> Fix links in Try It Out section below.</a></li>
</ul>
</li>
<li><a href="#org701bde2">Introduction</a></li>
<li><a href="#org30dcf63">Try it out</a></li>
</ul>
</div>
</div>

<div id="outline-container-orged9c69e" class="outline-2">
<h2 id="orged9c69e">History</h2>
<div class="outline-text-2" id="text-orged9c69e">
<p>
Sign your name when you make changes. Think of it as the page&rsquo;s guestbook. :-)
</p>
<ul class="org-ul">
<li><span class="timestamp-wrapper"><span class="timestamp">[2010-12-05 Sun 23:59] </span></span> jrhorn424 creates the page at Bastien&rsquo;s suggestion.</li>
</ul>
</div>
</div>
<div id="outline-container-org355e1b0" class="outline-2">
<h2 id="org355e1b0">Tasks</h2>
<div class="outline-text-2" id="text-org355e1b0">
</div>
<div id="outline-container-orga9a6d87" class="outline-3">
<h3 id="orga9a6d87"><span class="todo TODO">TODO</span> Find tutorial for writing worg pages, to complete the following tasks.</h3>
</div>
<div id="outline-container-orgcd83631" class="outline-3">
<h3 id="orgcd83631"><span class="todo TODO">TODO</span> Figure out how to show inactive timestamps on web page (for History).</h3>
</div>
<div id="outline-container-orgcd0b9a4" class="outline-3">
<h3 id="orgcd0b9a4"><span class="todo TODO">TODO</span> Figure out how to link &ldquo;History&rdquo; in previous task to the History section above.</h3>
</div>
<div id="outline-container-org0739439" class="outline-3">
<h3 id="org0739439"><span class="done DONE">DONE</span> Fix links in Try It Out section below.</h3>
</div>
</div>
<div id="outline-container-org701bde2" class="outline-2">
<h2 id="org701bde2">Introduction</h2>
<div class="outline-text-2" id="text-org701bde2">
<p>
Bastien says &ldquo;An idea: maybe have a sandbox.org file somewhere in Worg, so that
people can do &lsquo;pull&rsquo; tests in here at no risk.&rdquo;
</p>

<p>
And, lo, it was pushed into existence.
</p>
</div>
</div>
<div id="outline-container-org30dcf63" class="outline-2">
<h2 id="org30dcf63">Try it out</h2>
<div class="outline-text-2" id="text-org30dcf63">
<p>
Since you&rsquo;re here, why not see <a href="worg-about.html">how you can contribute to Worg</a>. If you haven&rsquo;t yet done so, familiarize yourself with how you can <a href="worg-about.html#org8a84f78">use git to contribute to Worg</a>.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Worg people</p>
<p class="date">Created: 2021-06-15 Tue 18:23</p>
</div>
</body>
</html>
